Repository: behradhg/TeleNfs
Catalog: languages/*.po
Languages: fa

source: Bot language is set to *%s*
fa: زبان گروه شما تنظیم شد به %s

source: Your are flooding on send the comamnds time betwin 5 secand
fa: شما در ارسال دستورات خود عجله می کنید لطفا سرعت خود را کمتر کنید زمان بین پیام ها 5 ثانیه می باشد

source: #bug_finder NFS 🐞 Sorry, a bug occurred
fa: #خطا ربات داری یک مشکل می باشد لطفا به پشتیبانی گزارش دهید

source: *Language not found for see Languages list send* /listlang
fa: *زبان مورد نظر یافت برای دریافت لیست زبان ها از دستور* /listlang *استفاده کنید*

source: *List of available language*:
fa: `لیست زبان های ربات : `

source: listlang
fa: لیست زبان

source: done user *%s* rank has been set to *%s*
fa: مقام کاربر %s تنظیم شد به %s

source: user info : *user :* `%s` *your msgs in group :* `[%s]%%s` *All group msgs :* `%s`
fa: اطلاعات کاربر : *نام کاربری :* `%s` *پیام های شما در گروه : * `%s` همه پیام های گروه : `%s`

source: ✔️Your id : %s ©Group id : %s
fa: *✔️ایدی شما :* %s *©ایدی گروه :* %s

source: ✔️Your id : %s #nfs~source
fa: ✔️ایدی شما : %s سورس ان اف اس

source: No commands set
fa: هیچ دستوری تنظیم نشده است️

source: List of *custom commands*:
fa: لیست دستورات ️

source: all commands has been removed
fa: همه دستورات پاک شدند

source: The command '%s' has been deleted!
fa: دستور '%s' از لیست دستورات خارج شد

source: The command '%s' does not exist!
fa: دستوری با نامه '%s' موجود نیست!

source: Command '%s' saved!
fa: دستوری با نامه '%s' ذخیر شد

source: *%s* *Year* [:](%s) %s *Rated*: %s *Runtime*: %s *Genre*: %s *Director*: %s *Writer*: %s *Actors*: %s *Country*: %s *Awards*: %s *Plot*: %s [IMDB](http://imdb.com/title/%s) *Metascore*: %s *Rating*: %s *Votes*: %s
fa: *%s* *سال* [:](%s) %s *نظر ها*: %s *زمان*: %s *ژانر*: %s *سازنده*: %s *نویسنده*: %s *بازیگران*: %s *کشور*: %s *جاییزه ها*: %s *درباره*: %s [لینک](http://imdb.com/title/%s) *امتیاز*: %s *نظر ها*: %s *لایک ها*: %s

source: The old message generated with `!pin` does not exist anymore, so I can't edit it. This is the new message that can be now pinned
fa: پیام قبلیه پین شده ربات موجود نیست اکنون من پیام جدیدی برای پین کردنبه گروه ارسال می کنم لطفا پیام را با دستوره `pin` و با ریپلی پین کنید با تشکر

source: Message edited. Check it here.
fa: پیام شما با موفقیت ویرایش شد

source: *No message has been pinned for group. Reply these message with* `!pin` to pin it.
fa: پیام قبلیه پین شده ربات موجود نیست اکنون من پیام جدیدی برای پین کردنبه گروه ارسال می کنم لطفا پیام را با دستوره `pin` و با ریپلی پین کنید با تشکر

source: This message is now pinned. Use `!pin [new text]` to edit it without having to send it again
fa: پیام با موفقیت پین شد برای ویرایش کردن پیام از دستور `pin متن` استفاده کنید

source: Pinned message has been unpinned.
fa: متن پین شده با موفقیت پاک شد

source: The pinned message does not exist anymore.
fa: پیام پین شده موجود نیست

source: Last message generated by `!pin` 👆
fa: اخرین پیام پین شده

source: No message has been pinned for group. Reply a message with `!pin` to pin it.
fa: پیامی موجود نیست

source: Group is not disable
fa: گروه از قبل فعال بود

source: Group is enabled now
fa: گروه فعال شد

source: bot is not working on the group new
fa: ربات در گروه شما به حالت خاموش در امد

source: Group is arealy added
fa: ربات هم اکنون در گروه شما فعال می باشد

source: Super group has been added
fa: گروه شما به لیست گروه های فعال ربات در امد

source: Group has been removed
fa: گروه هم اکنون از لیست گروه های فعال ربات خارج شد

source: NO data for group
fa: هیچ دیتایی برای گروه شما یافت نشده است

source: Done! Congratulations on your new group. Use this token to access the inline bot : %s For a description of the Group Mangering , see this channel and read text of posts msg:
fa: توکن گروه شما با موفقی ساخته شد : `%s`

source: *This is your group token ;* `%s` *for revoke it send */revoke
fa: توکون گروه شما : `%s` برای دریافت دوباره توکن از دستور /revoke استفاده کنید

source: *Done! Congratulations on your new group. Use this token to access the inline bot ;* `%s` *For a description of the Group Mangering , see this channel and read text of posts msg;*
fa: عملیات موفقیت امیز بوده است توکن گروه شما : `%s` برای دریافت راهنمای استفاده از این توکن لطفا پست های کانال زیر را بخوانید

source: List of administrators:
fa: *لیست ادمین ها :*

source: list of sudo users:
fa: لیست سودو های ربات :

source: *list of ownerlist : *
fa: لیست مدیران گروه :

source: list of mod users for group :
fa: لیست مدیر های گروه

source: There are currently no listed administrators
fa: لیست ادمین ها موجود نیست

source: ♨️active users for today : 1⃣ 〖%s〗 📨Number of user msgs: %s 👾stickers : %s 📷Photo count: %s 📃texts: %s
fa: ♨️لیست افراد فعال گروه : 1⃣ 〖%s〗 📨تعداد پیام های ارسالی: %s 👾استیکر : %s 📷عکس ها: %s 📃متن: %s

source: 2⃣ 〖%s〗 📨Number of user msgs: %s 👾sticker: %s 📷Photo: %s 📃texts: %s
fa: 2⃣ 〖%s〗 📨تعداد پیام های ارسالی: %s 👾استیکر: %s 📷عکس: %s 📃متن: %s

source: 2⃣ 〖%s〗 📨 Number of user msgs: %s 👾sticker: %s 📷Photo: %s 📃 texts: %s 3⃣ 〖%s〗 📨Number of user msgs: %s 👾sticker: %s 📷Photo: %s 📃 texts: %s
fa: 2⃣ 〖%s〗 📨تعداد پیام های ارسالی: %s 👾استیکر: %s 📷عکس: %s 📃متن: %s 3⃣ 〖%s〗 📨تعداد پیام های ارسالی: %s 👾استیکر: %s 📷عکس: %s 📃 متن: %s

source: UltraMax is now admin of group
fa: UltraMax در حال حاضر مدیرگروه است

source: All administrators has been demoted.
fa: همه مدیران تنزل مقام پیداکردند

source: There are currently no listed owners.
fa: در حال حاضر هیچ صاحبی برای گروه تغیین نشده

source: All of %s owners has been demoted.
fa: همه صاحبان $s تنزل مقام پیدا کردند

source: There are currently no listed moderators.
fa: در حال حاضر هیچ مدیری درگروه وجود ندارد

source: All of %s moderators has been demoted.
fa: تنزل مقام پیدا کردند $s همه مدیران

source: Invitation canceled. ID %s is globally banned.
fa: دعوت لغو شد ایدی %s از همه گروه محروم شد

source: No description available.
fa: هیچ توضیحی ثبت نشده.

source: Leave this group manually or you will be unable to rejoin.
fa: ترک این گروه به صورت دستی می باشدو دوباره قابل عضویت میباشد

source: our channel : @maxteamch
fa: کانال ما : @MaxTeamCh

source: Return ID of replied user if used by reply.
fa: خروجی زمانی که ریپلی شود مشخصات فرد ریپلی شده.

source: Return your info
fa: نمایش اطلاعات شما

source: Return the member username ID from the current chat.
fa: نمایش اطلاعات یوزر نیم

source: Search for users with name on MentionName .
fa: جستجوی ایدی پنهان در متن

source: Return your ID and the chat id if you are in one.
fa: ایدی شما و چت اگر در ان هستید

source: *send* : [/!#]gpmod
fa: ارسال کنید gpmod را

source: Show list of extra commands.
fa: ارسال لیست دستورات اضافه

source: add text 1 for command and text 2 for answer.
fa: ساختن جواب برای متن اول

source: deleted command.
fa: حذف کردن دستور

source: deleted all extra list.
fa: پاک کردن همه دستورات اضافه

source: Returns IMDb entry for [movie]
fa: خروج اطلاعات فیلم

source: Returns IMDb entry for [movie] that was released in [year]
fa: خروجی سایت برای وارد کردن اسم و سال تولید

source: return text with fonts.
fa: خروجی متن با فونت های مختلف

source: Pin a replied message.
fa: ربپلی کردن روی متن و پین کردن ان

source: Edit an existing pinned message if exist.
fa: ادیت کردن پیام پین شده اگر وجود داشته باشد

source: Show the pinned message.
fa: نشان دادن پیام پین شده

source: Get a boobs NSFW image.
fa: ارسال عکس مثبت 18

source: Get a butts NSFW image.
fa: ارسال عکس مثبت 18

source: Get a active users list.
fa: دریافت لیست افراد فعال

source: show list of languages.
fa: نمایش لیست زبان ها

source: enabled autoleave for bots.
fa: فعال کردن خروج خودکار

source: disabled autoleave for bots.
fa: غیر فعال کردن خروج خودکار

source: write text in the trminal and show result
fa: نوشتن متن در ترمینال و نمایش جواب

source: dume msgs
fa: نمایش جدول پیام ها

source: get bot configs
fa: دریافت فایل کانفیگ کردن ربات

source: leave bot from chat
fa: خروج ربات از گروه

source: set bot token os helper.
fa: تنظیم توکون برای هلپر

source: show bot version
fa: نمایش ورژن ربات

source: Report a replied message and give a description.
fa: ریپلی کنید رو متن و توضیحت در پیویه ادمین ها ارسال می شود

source: is already banned.
fa: هم اکنون مسدود می باشد

source: has been banned.
fa: به لیست مسدود شده ها اضافه شد

source: is kicked with warning.
fa: اخراج شد برای اخطار ها

source: warning %s time.
fa: اخطار های شما %s

source: user doesnt have warn
fa: کاربر اخطاری ندارد

source: unwarning warn count %s time.
fa: رفع اخطار شد تعداد اخطار ها %s
